Repository: Drugwash2/betterlockPlus
Catalog: po/*.po
Languages: ro

source: About...
ro: Despre...

source: Configure...
ro: Configurare...

source: Disable '%s'
ro: Dezactivează '%s'

source: Are you sure you want to disable %s?
ro: Sigur vrei să dezactivezi %s

source: Num lock on
ro: Num activ

source: Num lock off
ro: Num inactiv

source: Caps lock on
ro: Caps activ

source: Caps lock off
ro: Caps inactiv

source: Scroll lock on
ro: Scroll activ

source: Scroll lock off
ro: Scroll inactiv

source: Indicators:
ro: Indicatoare:

source: Icon size:
ro: Mărime icoane:

source: default
ro: implicit

source: custom
ro: personalizat

source: pixels
ro: pixeli

source: Icon colors:
ro: Culori icoane

source: Additional:
ro: Adiţional:

source: Popups
ro: Notificări

source: Lock-keys indicator
ro: Indicator taste cu reţinere

source: Shows whether num/caps/scroll lock are on or off, and optionally displays a notification when these change.
ro: Afişează starea tastelor num/caps/scroll lock şi anunţă modificarea lor.

source: Enhanced version of the original 'betterlock' featuring additional Scroll Lock. Added customization options: - variable icon size [12-48px] - custom icon colors - automatic reorientation based on icon size and panel height
ro: Versiune îmbunătăţită a originalului 'betterlock' cu Scroll Lock. Adăugat opţiuni personalizare: - dimensiune variabilă icoane [12-48px] - culori personalizate icoane - reorientare automată pe baza dimensiunilor icoanelor şi a panoului

source: Num Lock icon visibility
ro: Vizibilitatea icoanei Num Lock

source: Num Lock selection
ro: Alegere Num Lock

source: Caps Lock icon visibility
ro: Vizibilitatea icoanei Caps Lock

source: Caps Lock selection
ro: Alegere Caps Lock

source: Scroll Lock icon visibility
ro: Vizibilitatea icoanei Scroll Lock

source: Scroll Lock selection
ro: Alegere Scroll Lock

source: Use default icon size as set in panel settings
ro: Foloseşte dimensiunea implicită din setările panoului

source: Use custom icon size selected hereby
ro: Foloseşte dimensiunea selectată alături

source: Select individual icon size
ro: Alege dimensiunea fiecărei icoane

source: Use default icon color as set by the current theme
ro: Foloseşte culoarea implicită dată de tema curentă

source: Use custom icon colors selected hereby
ro: Foloseşte culoarea selectată alături

source: Icon color [Off]
ro: Culoare icoane [inactive]

source: Select icon color for OFF state
ro: Alege culoarea icoanelor în starea inactivă

source: Icon color [On]
ro: Culoare icoane [active]

source: Select icon color for ON state
ro: Alege culoarea icoanelor în starea activă

source: Text+Border color [On]
ro: Culoare text şi bordură [active]

source: Select icon text+border color for ON state
ro: Alege culoarea textului icoanelor în starea activă

source: Show notifications
ro: Afişează notificări

source: Show popup notifications when any of the lock keys is toggled on or off
ro: Afişează notificări popup cînd vreuna dintre tastele cu reţinere e activată sau dezactivată

source: Show tooltip
ro: Afişează tooltip

source: Show a state tooltip when any of the lock icons is hovered in the panel
ro: Afişează un tooltip cu starea tastei de sub cursorul mouse-ului

source: Show fullcolor or symbolic icons
ro: Afişează icoane colorate sau simbolice
